/* authorizing */
"authorizing" = "autorisieren";

/* bookmarks */
"bookmarks" = "Lesezeichen";

/* bookmarks menu */
"Bookmarks Menu" = "Lesezeichen-Menü";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Lesezeichen-Symbolleiste";

/* cancel */
"Cancel" = "Abbrechen";

/* unable to load page */
"Cannot Load Page" = "Seite konnte nicht geladen werden";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Der private Schlüssel konnte nicht vom Schlüsselbund geladen werden";

/* cannot submit email */
"Cannot Submit" = "Konnte nicht gesendet werden";

/* unable to refresh data */
"Cannot Sync" = "Konnte nicht synchronisiert werden";

/* connecting */
"connecting" = "verbinden";

/* copy the url to the clipboard */
"Copy URL" = "URL kopieren";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Die Daten auf dem Server sind in einem unbekannten Format. Bitte aktualisieren Sie SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Die Daten auf dem Server sind in einem unbekannten Format. Bitte aktualisieren Sie Firefox-Sync auf Ihrem Computer.";

/* duplicate email address */
"Duplicate" = "Doppelt";

/* send the url via email */
"Email URL" = "URL senden";

/* error loading page */
"Error Loading Page" = "Fehler beim Laden der Seite";

/* error retrieving data */
"Error Retrieving Data" = "Fehler beim Empfangen von Daten";

/* Failed Server Lookup */
"Failed Server Lookup" = "Server-Lookup fehlgeschlagen";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Kommunikation zum Server (%d) fehlgeschlagen";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Installieren des privaten Schlüssels in den Schlüsselbund fehlgeschlagen (%d)";

/* email content */
"Here is that site we talked about:" = "Hier ist die Seite, über die wir gesprochen haben:";

/* history */
"history" = "Chronik";

/* incorrect password */
"Incorrect Password" = "Falsches Passwort";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Falscher Synchonisierungsschlüssel";

/* we will send instructions */
"Instructions are on the way" = "Die Anleitung wird gesendet";

/* invalid url */
"Invalid URL" = "Ungültige URL";

/* loading web page */
"loading..." = "laden…";

/* unable to login */
"Login Failure" = "Anmeldung fehlgeschlagen";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobile Lesezeichen";

/* no internet connection */
"No internet connection available" = "Keine Internet-Verbindung verfügbar";

/* no matching items found */
"No Matches" = "Kein Treffer";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Datenschutzbestimmungen";

/* refresh local data */
"Refresh" = "Neu laden";

/* searching for matching items */
"Searching..." = "Suchen…";

/* email subject */
"Sending you a link" = "Sende Link zu";

/* re-authenticate */
"Sign In" = "Anmelden";

/* stop refreshing data */
"Stop" = "Stopp";

/* tabs */
"tabs" = "Tabs";

/* terms of service */
"Terms Of Service" = "Nutzungsbedingungen";

/* thank you for submitting */
"Thank you!" = "Danke!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Diese E-Mail-Adresse wird bereits verwendet";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Konnte nicht mit dem Server (%d) kommunizieren";

/* server unavailable */
"Unable to contact server" = "Server konnte nicht erreicht werden";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es später noch einmal (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Unsortierte Lesezeichen";

/* username not found */
"User Name Not Found" = "Benutzername nicht gefunden";

/* launch safari to display the url */
"View in Safari" = "In Safari öffnen";

/* Required */
"Required" = "Erforderlich";

/* Caution: use at own risk */
"Caution: use at own risk" = "Vorsicht: Nutzung auf eigene Gefahr";

/* Enter your Sync account information */
"Enter your Sync account information" = "Geben Sie Ihre Sync-Konto-Informationen an";

/* Account */
"Account" = "Konto";

/* Password */
"Password" = "Passwort";

/* Sync Key */
"Sync Key" = "Sync-Schlüssel";

/* Use Custom Server */
"Use Custom Server" = "Benutzerdefinierten Server verwenden";

/* Server URL */
"Server URL" = "Server-URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Sync kann nicht eingerichtet werden";

/* Try Again */
"Try Again" = "Versuchen Sie es erneut";

/* Manual Setup */
"Manual Setup" = "Manuell einrichten";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "Firefox-Home konnte sich nicht mit Sync verbinden. Möchten Sie es noch einmal versuchen?";

/* Passcode */
"Passcode" = "Passphrase";

/* Used for a small button */
"Not Now" = "Nicht jetzt";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Aufgrund eines aktuellen Updates müssen Sie sich erneut in SyncClient einloggen.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "Firefox-Home kann diese Seite wegen eines nicht unterstützten Datenprotokolls nicht laden.";
